Repository: microsoft/winget-cli
Catalog: Localization/Resources/*/winget.resw
Source language: en_gb
Languages: af_za, am_et, ar_sa, az_latn_az, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fa_ir, fi_fi, fr_fr, gl_es, he_il, hi_in, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, lo_la, lt_lt, lv_lv, mk_mk, ml_in, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_rs, sv_se, te_in, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# SourceResetCommandLongDescription
source: This command drops existing sources, potentially leaving any local data behind. Without any argument, it will drop all sources and add the defaults. If a named source is provided, only that source will be dropped.
af_za: Hierdie bevel laat bestaande bronne val en sodoende moontlik enige lokale data agterlaat. Sonder enige argument sal dit alle bronne laat val en die verstekke byvoeg. As ’n genoemde bron verskaf word, sal slegs daardie bron laat val word.
am_et: ይህ ትዕዛዝ ነባሪ ምንጮችን ይተዋል፣ በዚህም ሊኖር የሚችል ማንኛውንም ውስጣዊ ውሂብ በዚያው ያስቀራል። ያለምንም አምክንዮ፣ ሁሉንም ምንጮች ይተውና አዲስ ነባሪዎችን ያክላል። ስም የተሰጠው ምንጭ ከቀረበ፣ ያ ምንጭ ብቻ የሚተው ይሆናል።
ar_sa: يؤدي هذا الأمر إلى إسقاط المصادر القائمة، ومن المحتمل أن يخلف بيانات محلية. بدون وجود أي وسيطة، سيتم إسقاط جميع المصادر وستتم إضافة قيم افتراضية. في حال توفير مصدر مسمى، فلن يتم إسقاط إلا هذا المصدر فقط.
az_latn_az: Bu əmr lokal verilənləri geridə qoyaraq mövcud mənbələri buraxır. Heç bir arqument olmadan o, bütün mənbələri buraxacaq və standartları əlavə edəcək. Adlandırılmış bir mənbə təmin edilərsə, yalnız həmin mənbə buraxılacaq.
bg_bg: Тази команда пропуска съществуващи източници, като потенциално излиза от всякакви локални данни. Без никакви аргументи това ще спре всички източници и ще добави стойностите по подразбиране. Ако е предоставен наименуван източник, само този източник ще бъде премахнат.
cs_cz: Tento příkaz uvolní existující zdroje a potenciálně opustí místní data. Bez jakéhokoli argumentu uvolní všechny zdroje a přidá ty výchozí. Pokud je k dispozici pojmenovaný zdroj, uvolní se pouze ten.
da_dk: Denne kommando fjerner eksisterende kilder, hvilket kan efterlade lokale data. Hvis den ikke får noget argument, fjerner den alle kilder og tilføjer standardindstillingerne. Hvis der angives en navngivet kilde, fjernes kun den kilde.
de_de: Mit diesem Befehl werden vorhandene Quellen verworfen, wodurch potenziell lokale Daten zurückgelassen werden. Ohne Argument werden alle Quellen verworfen und die Standardwerte hinzugefügt. Wenn eine benannte Quelle bereitgestellt wird, wird nur diese Quelle verworfen.
el_gr: Αυτή η εντολή καταργεί υπάρχουσες προελεύσεις, αφήνοντας ενδεχομένως πίσω τοπικά δεδομένα. Χωρίς κανένα όρισμα, θα καταργηθούν όλες οι προελεύσεις και θα προστεθούν οι προεπιλογές. Εάν παρέχεται μια επώνυμη προέλευση, μόνο εκείνη θα καταργηθεί.
es_es: Este comando quita los orígenes existentes lo que puede dejar atrás cualquier dato local. Sin ningún argumento, eliminará todos los orígenes y agregará los valores predeterminados. Si se proporciona un origen con nombre, solo se eliminará ese origen.
es_mx: Este comando anula los orígenes de datos existentes, potencialmente dejando atrás los datos locales. Sin un argumento, anulará todos los orígenes de datos y agregará los valores predeterminados. Si se proporciona un origen denominado, solo se anulará ese origen de datos.
et_ee: See käsk eemaldab olemasolevad allikad, jättes kohalikud andmed potentsiaalselt maha. Kui argumenti pole, eemaldatakse kõik allikad ja lisatakse vaikeallikad. Nimega allika sisestamise korral eemaldatakse ainult see allikas.
fa_ir: این فرمان منابع موجود را حذف می‌کند، و به‌طور بالقوه همه داده‌های محلی را برای همیشه رها می‌کند. بدون هیچ گونه آرگومانی، این کار تمام منابع را حذف و نسخه‌های پیش‌فرض را اضافه می‌کند. اگر منبع دارای نامی ارائه شده باشد، فقط آن منبع حذف خواهد شد.
fi_fi: Tämä komento poistaa olemassa olevat lähteet, mutta paikallisia tietoja voi jäädä jäljelle. Jos argumenttia ei ole, se poistaa kaikki lähteet ja lisää oletusarvot. Jos nimetty lähde on annettu, vain se poistetaan.
fr_fr: Cette commande supprime les sources existantes, en conservant éventuellement les données locales. Utilisée sans argument, elle supprime toutes les sources et ajoute les sources par défaut. Si une source nommée est fournie, seule cette source est supprimée.
gl_es: Este comando deposita as fontes existentes, polo que é posible que deixe atrás algúns datos locais. Se non hai argumentos, depositará todas as fontes e engadirá os valores predefinidos. Se se fornece unha orixe con nome, só depositará esa orixe.
he_il: פקודה זו מסירה מקורות קיימים, וישנה אפשרות שהיא תשאיר מאחור נתונים מקומיים. ללא כל ארגומנט, הפקודה תשחרר את כל המקורות ותוסיף את אלו המוגדרים כברירת מחדל. אם מקור בעל שם מסופק, רק מקור זה יוסר.
hi_in: यह आदेश मौजूदा स्रोतों को ड्रॉप कर देता है, और संभव है कि कोई स्थानीय डेटा पीछे रह जाए. बिना किसी तर्क के, यह सभी स्रोतों को ड्रॉप कर देगा और डिफ़ॉल्ट्स को जोड़ देगा. यदि कोई नामित स्रोत दिया जाता है, तो केवल वही स्रोत ड्रॉप किया जाएगा.
hu_hu: Ez a parancs eldobja a meglévő forrásokat, és hátrahagyja az esetleg megadott helyi adatokat. Argumentum megadása nélkül az összes forrást eldobja, és felveszi az alapértelmezetteket. Ha megad egy megnevezett forrást, a parancs csak azt a forrást dobja el.
id_id: Perintah ini membuang sumber yang sudah ada, berpotensi meninggalkan semua data lokal. Tanpa ada argumen, perintah ini akan membuang semua sumber dan menambahkan default. Jika sumber bernama disediakan, hanya sumber itu saja yang akan dibuang.
is_is: Þessi skipun lækkar núgildandi uppruna, sem gæti skilið staðbundin gögn eftir. Án frumbreyta mun það lækka alla uppruna og bæta sjálfgildunum við. Ef nefndur uppruni er gefinn upp mun aðeins sá uppruni verða lækkaður.
it_it: Questo comando elimina le origini esistenti, ad esclusione dei dati locali. Senza alcun argomento, eliminerà tutte le origini e aggiungerà quelle predefinite. Se viene fornito il nome di un'origine specifica, verrà eliminata solo quella.
ja_jp: このコマンドは既存のソースを削除し、ローカル データを潜在的に残します。引数がないと、すべてのソースが削除され、既定値が追加されます。名前付きソースが提供されている場合、そのソースのみが削除されます。
kk_kz: Бұл пәрмен кез келген жергілікті деректерді қалдыра отырып, бұрыннан бар дерек көздерін жояды. Ешқандай аргументсіз ол барлық дерек көздерін жойып, әдепкі мәндерді қосады. Егер атау тағайындалған дерек көзі көрсетілген болса, тек сол дерек көзі жойылады.
lo_la: ຄຳສັ່ງນີ້ຈະຍົກເລີກແຫຼ່ງທີ່ມາທີ່ມີຢູ່ກ່ອນແລ້ວ, ອາດຈະປ່ອຍໃຫ້ມີຂໍ້ມູນໃນເຄື່ອງປະໄວ້. ຫາກບໍ່ລະບຸອາກິວເມັນແລ້ວ, ມັນຈະຍົກເລີກແຫຼ່ງທີ່ມາທັງໝົດແລ້ວເພີ່ມຄ່າເລີ່ມຕົ້ນໃສ່. ຫາກລະບຸແຫຼ່ງທີ່ມາທີ່ມີຊື່, ລະບົບຈະຍົກເລີກສະເພາະແຫຼ່ງທີ່ມານັ້ນ.
lt_lt: Ši komanda perkelia esamus šaltinius, palikdama vietinius duomenis. Be jokio argumento, ji perkels visus šaltinius ir įtrauks numatytąsias reikšmes. Jei pateikiamas įvardytas šaltinis, bus perkeltas tik tas šaltinis.
lv_lv: Šī komanda atmet esošos avotus, iespējams, zaudējot visus lokālos datus. Bez argumentiem tā atmet visus avotus un pievieno noklusējumus. Ja tiek nodrošināts nosaukts avots, tiek atmests tikai šis avots.
mk_mk: Наредбава ги испушта постојните извори, потенцијално заоставајќи локални податоци. Без аргумент, таа ќе ги испушти сите извори и ќе ги додаде стандардните. Ако е наведен именуван извор, само тој ќе се испушти.
ml_in: ഈ കമാൻഡ് നിലവിലുള്ള ഉറവിടങ്ങളെ ഉപേക്ഷിക്കുന്നു, ഇത് പിന്നിലുള്ള ഏതെങ്കിലും പ്രാദേശിക ഡാറ്റ വിട്ടുപോകാൻ സാധ്യതയുണ്ട്. യാതൊരു വാദവുമില്ലാതെ, ഇത് എല്ലാ ഉറവിടങ്ങളും ഉപേക്ഷിച്ച് സ്ഥിരസ്ഥിതികൾ ചേർക്കും. പേരുള്ള ഒരു ഉറവിടം നൽകിയിട്ടുണ്ടെങ്കിൽ, ആ ഉറവിടം മാത്രമേ ഉപേക്ഷിക്കൂ.
ms_my: Perintah ini menggugurkan sumber sedia ada, berpotensi meninggalkan mana-mana data setempat di belakang. Tanpa sebarang argumen, ia akan menggugurkan semua sumber dan menambahkan lalai. Jika sumber yang dinamakan disediakan, hanya sumber itu akan digugurkan.
nb_no: Denne kommandoen avslutter eksisterende kilder, noe som kan etterlate lokale data. Uten et argument, vil det fjerne alle kilder og legge til standardinnstillingene. Hvis en navngitt kilde er angitt, vil bare den kilden bli fjernet.
nl_nl: Met deze opdracht worden bestaande bronnen verwijderd. Lokale gegevens blijven mogelijk achter. Zonder argument worden alle bronnen verwijderd en de standaardbronnen toegevoegd. Als de naam van een bron wordt opgegeven, wordt alleen die bron verwijderd.
pl_pl: To polecenie odrzuca bieżące źródła, z czym może się wiązać pozostawienie danych lokalnych. Bez wprowadzenia argumentu odrzucone zostaną wszystkie źródła, a dodane domyślne. Jeśli podano nazwę źródła, tylko to źródło zostanie odrzucone.
pt_br: Esse comando descarta fontes existentes, deixando potencialmente todos os dados locais para trás. Sem nenhum argumento, ele removerá todas as fontes e adicionará os padrões. Se uma fonte nomeada for fornecida, só essa fonte será descartada.
pt_pt: Este comando remove as origens existentes, removendo possivelmente também os dados locais. Sem um argumento, irá remover todas as origens e adicionar as predefinidas. Se for fornecida uma origem com nome, apenas essa origem será removida.
ro_ro: Această comandă renunță la sursele existente, posibil lăsând oricare date locale în urmă. Fără niciun argument, va renunța la toate sursele, adăugând setările implicite. Dacă este furnizată o sursă denumită, doar acea sursă va fi retrasă.
ru_ru: Эта команда удаляет существующие источники, в результате чего могут остаться локальные данные. При отсутствии аргументов она удаляет все источники и добавляет значения по умолчанию. Если указан именованный источник, удаляется только он.
sk_sk: Tento príkaz zruší existujúce zdroje a prípadné lokálne údaje zostanú bezo zmeny. Bez akéhokoľvek argumentu zruší všetky zdroje a pridá predvolené. Ak sa poskytne pomenovaný zdroj, zruší sa len daný zdroj.
sl_si: S tem ukazom izpustite obstoječe vire, ki lahko ostanejo v ozadju. Brez argumenta bo spustil vse vire in dodal privzete nastavitve. Če je na voljo poimenovani vir, bo opuščen le ta vir.
sq_al: Kjo komandë lëshon burimet ekzistuese, duke lënë pas mundësisht çdo të dhënë lokale. Pa ndonjë argument, ajo do t’i lëshojë të gjitha burimet dhe do të shtojë parazgjedhjet. Nëse ofrohet një burim me emër, do të lëshohet vetëm ai burim.
sr_latn_rs: Ova komanda otpušta postojeće izvore, što potencijalno za njom ostavlja sve lokalne podatke. Ako ne postoji nijedan argument, ona će otpustiti sve izvore i dodati podrazumevane vrednosti. Ako se obezbedi imenovani izvor, samo on će biti otpušten.
sv_se: Detta kommando bryter befintliga källor och eventuellt lämnar lokala data bakom. Utan argument tas alla källor bort och standardinställningar läggs till. Om en namngiven källa anges kommer bara den källan att tas bort.
te_in: ఏదైనా స్థానిక డేటాను వదిలివేస్తూ, ఈ ఆదేశం ఇప్పటికే ఉన్న మూలాలను వదిలివేస్తుంది. ఎటువంటి వాదన లేకుండా, ఇది అన్ని మూలాలను వదిలివేసి డిఫాల్ట్‌లను జోడిస్తుంది. పేరు పెట్టబడిన మూలం అందించబడితే, ఆ మూలం మాత్రమే తొలగించబడుతుంది.
th_th: คำสั่งนี้จะทำงานกับแหล่งที่มาที่มีอยู่ โดยอาจทิ้งข้อมูลภายในไว้ เมื่อไม่มีอาร์กิวเมนต์ใดๆ คำสั่งจะทำงานกับแหล่งที่มาทั้งหมดและเพิ่มค่าเริ่มต้น หากระบุแหล่งที่มาที่มีการตั้งชื่อ จะทำงานเฉพาะกับแหล่งที่มาดังกล่าว
tr_tr: Bu komut var olan kaynakları bırakır ve olasılıkla tüm yerel verileri geride bırakır. Bağımsız değişken olmadan tüm kaynakları bırakır ve varsayılan değerleri ekler. Adlandırılmış kaynak sağlanırsa, yalnızca söz konusu kaynak bırakılır.
uk_ua: Ця команда видаляє наявні джерела, залишаючи локальні дані. Якщо аргумент відсутній, вона видаляє усі джерела та додає значення за замовчуванням. Якщо вказане іменоване джерело, видаляється тільки воно.
vi_vn: Lệnh này sẽ bỏ qua các nguồn hiện có, có thể để lại mọi dữ liệu cục bộ. Nếu không có đối số nào, lệnh sẽ bỏ qua tất cả các nguồn và thêm thành phần mặc định. Nếu đã có một nguồn có tên, chỉ có nguồn đó sẽ bị bỏ qua.
zh_cn: 此命令将丢弃现有源，从而有可能留下任何本地数据。没有任何参数，它将删除所有源并添加默认值。如果提供了已命名源，则只会删除该源。
zh_tw: 此命令會刪除現有的來源，可能會留下任何本地資料。在沒有任何引數的情況下，系統會刪除所有的來源，並新增預設值。如果提供指定的命名來源，則只會刪除該來源。

# SourceResetCommandShortDescription
source: Reset sources
af_za: Stel bronne terug
am_et: ምንጮችን ዳግም ያዘጋጁ
ar_sa: إعادة تعيين المصادر
az_latn_az: Mənbələri sıfırlayın
bg_bg: Нулиране на източници
cs_cz: Obnovit zdroje
da_dk: Nulstil kilder
de_de: Quellen zurücksetzen
el_gr: Επαναφορά προελεύσεων
es_es: Restablecer orígenes
es_mx: Restablecer orígenes de datos
et_ee: Saate allikad lähtestada
fa_ir: منابع را بازنشانی می‌کند
fi_fi: Palauta lähteet
fr_fr: Réinitialiser les sources
gl_es: Restablecer as orixes
he_il: איפוס מקורות
hi_in: स्त्रोतों को रीसेट करें
hu_hu: Források alaphelyzetbe állítása
id_id: Mengatur ulang sumber
is_is: Endurstilla heimildir
it_it: Reimposta origini
ja_jp: ソースをリセット
kk_kz: Дерек көздерін қалпына келтіру
lo_la: ຣີເຊັດແຫຼ່ງທີ່ມາ
lt_lt: Iš naujo nustatyti šaltinius
lv_lv: Atiestatīt avotus
mk_mk: Ресетирајте ги изворите
ml_in: ഉറവിടങ്ങൾ പുനഃസജ്ജമാക്കുക
ms_my: Set semula sumber
nb_no: Tilbakestill kilder
nl_nl: Bronnen opnieuw instellen
pl_pl: Resetuj źródła
pt_br: Redefinir fontes
pt_pt: Repor origens
ro_ro: Resetare surse
ru_ru: Сброс источников
sk_sk: Resetovať zdroje
sl_si: Ponastavi vire
sq_al: Rivendos burimet
sr_latn_rs: Uspostavljanje početnih vrednosti izvora
sv_se: Återställa källor
te_in: మూలాలను రీసెట్ చేయండి
th_th: รีเซ็ตแหล่งที่มา
tr_tr: Kaynakları sıfırla
uk_ua: Скидання джерел
vi_vn: Đặt lại nguồn
zh_cn: 重置源
zh_tw: 重設來源

# SourceTypeArgumentDescription
source: Type of the source
af_za: Tipe bron
am_et: የምንጩ አይነት
ar_sa: نوع المصدر
az_latn_az: Mənbənin növü
bg_bg: Тип на източника
cs_cz: Typ zdroje
da_dk: Kildens type
de_de: Typ der Quelle
el_gr: Τύπος της προέλευσης
es_es: Tipo del origen
es_mx: Tipo del origen de datos
et_ee: Allika tüüp
fa_ir: نوع منبع است
fi_fi: Lähteen tyyppi
fr_fr: Type de la source
gl_es: Tipo de orixe
he_il: סוג המקור
hi_in: स्रोत का प्रकार
hu_hu: A forrás típusa
id_id: Tipe sumber
is_is: Gerð upprunans
it_it: Tipo di origine
ja_jp: ソースのタイプ
kk_kz: Дерек көзінің түрі
lo_la: ປະເພດແຫຼ່ງທີ່ມາ
lt_lt: Šaltinio tipas
lv_lv: Avota tips
mk_mk: Типот на изворот
ml_in: ഉറവിടത്തിന്റെ തരം
ms_my: Jenis sumber
nb_no: Type kilde
nl_nl: Type van de bron
pl_pl: Typ źródła
pt_br: Tipo da fonte
pt_pt: Tipo de origem
ro_ro: Tipul sursei
ru_ru: Тип источника
sk_sk: Typ zdroja
sl_si: Vrsta vira
sq_al: Lloji i burimit
sr_latn_rs: Tip izvora
sv_se: Typ av källa
te_in: మూలం యొక్క రకం
th_th: ชนิดของแหล่งที่มา
tr_tr: Kaynak türü
uk_ua: Тип джерела
vi_vn: Loại nguồn dữ liệu
zh_cn: 源类型
zh_tw: 來源的類型

# SourceUpdateCommandLongDescription
source: Update all sources, or only a specific source.
af_za: Werk alle bronne by, of slegs ’n spesifieke bron.
am_et: ሁሉንም ምንጮች አዘምን፣ ወይም የተወሰነ ምንጭን ብቻ።
ar_sa: تحديث جميع المصادر أو مصدر محدد فقط.
az_latn_az: Bütün mənbələri və ya yalnız müəyyən mənbəni yeniləyin.
bg_bg: Актуализиране на всички източници или само на определен източник.
cs_cz: Aktualizovat všechny zdroje nebo jen konkrétní zdroj.
da_dk: Opdater alle kilder eller kun en bestemt kilde.
de_de: Aktualisieren aller Quellen oder nur einer bestimmten Quelle.
el_gr: Ενημέρωση όλων των πηγών ή μόνο μιας συγκεκριμένης προέλευσης.
es_es: Actualizar todos los orígenes o solo un origen específico.
es_mx: Actualizar todos los orígenes de datos o solo un origen de datos específico.
et_ee: Saate valida, kas värskendada kõiki allikaid või üksnes ühte kindlat allikat.
fa_ir: تمام منابع، یا فقط یک منبع خاص را به‌روزرسانی می‌کند.
fi_fi: Päivitä kaikki lähteet tai vain tietty lähde.
fr_fr: Mettre à jour toutes les sources ou uniquement une source précise.
gl_es: Actualiza todas as orixes ou só unha orixe específica.
he_il: עדכון כל המקורות, או רק מקור ספציפי.
hi_in: सभी स्रोतों, या केवल एक विशिष्ट स्रोत, का अद्यतन करें.
hu_hu: Frissítheti az összes forrást vagy csak egy adott forrást.
id_id: Perbarui semua sumber, atau hanya sumber tertentu.
is_is: Uppfæra alla uppruna, eða aðeins tiltekinn uppruna.
it_it: Aggiorna tutte le origini o solo un'origine specifica.
ja_jp: すべてのソースを更新するか、特定のソースのみを更新します。
kk_kz: Барлық дерек көздерін немесе тек арнайы дерек көзін жаңарту.
lo_la: ອັບເດດແຫຼ່ງທີ່ມາທັງໝົດ ຫຼື ສະເພາະແຫຼ່ງທີ່ມາໃດໜຶ່ງທີ່ລະບຸ.
lt_lt: Atnaujinti visus šaltinius arba tik konkretų šaltinį.
lv_lv: Atjaunināt visus avotus vai tikai konkrētu avotu.
mk_mk: Ажурирајте ги сите извори или само одреден извор.
ml_in: എല്ലാ ഉറവിടങ്ങളും, അല്ലെങ്കിൽ ഒരു നിർദ്ദിഷ്ട ഉറവിടം മാത്രം അപ്ഡേറ്റ് ചെയ്യുക.
ms_my: Mengemas kini semua sumber atau hanya sumber tertentu.
nb_no: Oppdater alle kilder eller bare en bestemt kilde.
nl_nl: Update alle bronnen of alleen een specifieke bron.
pl_pl: Aktualizuj wszystkie źródła lub tylko określone źródło.
pt_br: Atualizar todas as fontes ou apenas uma fonte específica.
pt_pt: Atualizar todas as origens ou apenas uma origem específica.
ro_ro: Actualizați toate sursele sau doar o anumită sursă.
ru_ru: Обновление всех источников или только определенного источника.
sk_sk: Aktualizácia všetkých zdrojov alebo len konkrétneho zdroja.
sl_si: Posodobite vse vire ali le določen vir.
sq_al: Përditëso të gjitha burimet ose vetëm një burim specifik.
sr_latn_rs: Ažurirajte sve izvore ili samo određeni izvor.
sv_se: Uppdatera alla källor eller bara en särskild källa.
te_in: అన్ని వనరులను నవీకరించండి లేదా నిర్దిష్ట మూలం మాత్రమే.
th_th: อัปเดตแหล่งที่มาทั้งหมด หรือเฉพาะแหล่งที่มาที่ระบุ
tr_tr: Tüm kaynakları veya yalnızca belirli bir kaynağı güncelleştirme.
uk_ua: Оновлюйте всі джерела або лише певні.
vi_vn: Cập nhật tất cả các nguồn hoặc chỉ một nguồn cụ thể.
zh_cn: 更新所有源，或仅指定源。
zh_tw: 更新所有來源，或只更新特定來源。

# SourceUpdateCommandShortDescription
source: Update current sources
af_za: Werk huidige bronne by
am_et: የአሁን ምንጮችን ያዘምኑ
ar_sa: تحديث المصادر الحالية
az_latn_az: Cari mənbələri yeniləyin
bg_bg: Актуализиране на текущите източници
cs_cz: Aktualizovat aktuální zdroje
da_dk: Opdater aktuelle kilder
de_de: Aktuelle Quellen aktualisieren
el_gr: Ενημέρωση τρεχουσών προελεύσεων
es_es: Actualizar orígenes actuales
es_mx: Actualizar orígenes de datos actuales.
et_ee: Saate praegused allikad värskendada
fa_ir: منابع فعلی را به‌روزرسانی می‌کند
fi_fi: Päivitä nykyiset lähteet
fr_fr: Mettre à jour les sources actuelles
gl_es: Actualizar as orixes actuais
he_il: עדכון מקורות נוכחיים
hi_in: वर्तमान स्त्रोतों को अद्यतित करें
hu_hu: A jelenlegi források frissítése
id_id: Perbarui sumber saat ini
is_is: Uppfæra núverandi uppruna
it_it: Aggiorna le origini correnti
ja_jp: 現在のソースを更新
kk_kz: Ағымдағы дерек көздерін жаңарту
lo_la: ອັບເດດແຫຼ່ງທີ່ມາປັດຈຸບັນອອກ
lt_lt: Dabartinių šaltinių naujinimas
lv_lv: Atjaunināt pašreizējos avotus
mk_mk: Ажурирајте ги тековните извори
ml_in: നിലവിലെ ഉറവിടങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുക
ms_my: Kemas kini sumber semasa
nb_no: Oppdater gjeldende kilder
nl_nl: Huidige bronnen updaten
pl_pl: Aktualizuj bieżące źródła
pt_br: Atualizar fontes atuais
pt_pt: Atualizar as origens atuais
ro_ro: Actualizare surse actuale
ru_ru: Обновление текущих источников
sk_sk: Aktualizovať aktuálne zdroje
sl_si: Posodabljanje trenutnih virov
sq_al: Përditëso burimet aktuale
sr_latn_rs: Ažuriranje trenutnih izvora
sv_se: Uppdatera aktuella källor
te_in: ప్రస్తుత మూలాలను నవీకరించండి
th_th: อัปเดตแหล่งที่มาปัจจุบัน
tr_tr: Mevcut kaynakları güncelleştirme
uk_ua: Оновлення поточних джерел
vi_vn: Cập nhật nguồn hiện tại
zh_cn: 更新当前源
zh_tw: 更新目前的來源

# TagArgumentDescription
source: Filter results by tag
af_za: Filtreer resultate volgens merker
am_et: ውጤቶችን በመለያ አጣራ
ar_sa: تصفية النتائج حسب الترميز
az_latn_az: Nəticələri teqə görə süzgəcdən keçirin
bg_bg: Филтриране на резултати по етикет
cs_cz: Filtrovat výsledky podle štítku
da_dk: Filtrer resultater efter tag
de_de: Ergebnisse nach Bezeichnung filtern
el_gr: Αποτελέσματα φίλτρου κατά ετικέτα
es_es: Filtrar resultados por etiqueta
es_mx: Filtrar resultados por etiqueta.
et_ee: Saate tulemeid sildi järgi filtreerida
fa_ir: نتایج را بر اساس برچسب فیلتر می‌کند
fi_fi: Suodata tulokset tunnisteen mukaan
fr_fr: Filtrer les résultats par mot-clé
gl_es: Filtrar resultados segundo a etiqueta
he_il: סינון תוצאות לפי תגית
hi_in: टैग के अनुसार परिणामों को फ़िल्टर करें
hu_hu: Találatok szűrése címke alapján
id_id: Filter hasil menurut tag
is_is: Sía niðurstöður eftir merki
it_it: Filtra i risultati per tag
ja_jp: タグ で結果をフィルター処理
kk_kz: Нәтижелерді тег бойынша сүзгілеу
lo_la: ກັ່ນຕອງຜົນການຊອກຫາຕາມແທັກ
lt_lt: Filtruoti rezultatus pagal žymę
lv_lv: Filtrēt rezultātus pēc atzīmes
mk_mk: Филтрирајте ги резултатите по ознака
ml_in: ടാഗ് ഉപയോഗിച്ച് ഫലങ്ങൾ ഫിൽട്ടർ ചെയ്യുക
ms_my: Tapis hasil mengikut tag
nb_no: Filtrer resultater etter notatmerke
nl_nl: Resultaten filteren op tag
pl_pl: Filtruj wyniki według tagu
pt_br: Filtrar resultados por rótulo
pt_pt: Filtrar os resultados por etiqueta
ro_ro: Filtrare rezultate după etichetă
ru_ru: Фильтровать результаты по тегу
sk_sk: Filtrovať výsledky podľa značky
sl_si: Ukaz »Filtriraj rezultate po oznaki«
sq_al: Filtro rezultatet sipas etiketës
sr_latn_rs: Filtriranje rezultata po oznaci
sv_se: Filtrera resultat efter tagg
te_in: ట్యాగ్ ద్వారా ఫలితాలను ఫిల్టర్ చేయండి
th_th: ผลลัพธ์การกรองตามแท็ก
tr_tr: Sonuçları etikete göre filtreleme ölçütü:
uk_ua: Фільтрувати результати за позначками
vi_vn: Lọc kết quả theo thẻ
zh_cn: 按标签筛选
zh_tw: 依標籤篩選結果

# ThirdPartSoftwareNotices
source: Third Party Notices
af_za: Derdepartykennisgewings
am_et: የሦስተኛ ወገን ማስታወቂያዎች
ar_sa: إشعارات الجهات الأخرى
az_latn_az: Üçüncü Tərəf Bildirişləri
bg_bg: Предупреждения от трети страни
cs_cz: Oznámení třetích stran
de_de: Hinweise von Drittanbietern
el_gr: Γνωστοποιήσεις τρίτων
es_es: Avisos de terceros
es_mx: Avisos de terceros
et_ee: Kolmanda osapoole märkused
fa_ir: اعلامیه‌های شخص ثالث
fi_fi: Kolmannen osapuolen ilmoitukset
fr_fr: Avis de tiers
gl_es: Avisos de terceiros
he_il: הודעות צד שלישי
hi_in: तृतीय पक्ष सूचनाएँ
hu_hu: Harmadik felekkel kapcsolatos közlemények
is_is: Tilkynningar þriðju aðila
it_it: Comunicazioni di terze parti
ja_jp: サード パーティに関する通知
kk_kz: Үшінші тарап ескертпелері
lo_la: ປະກາດພາກສ່ວນທີສາມ
lt_lt: Trečiųjų šalių pranešimai
lv_lv: Trešo pušu paziņojumi
ms_my: Notis Pihak Ketiga
nb_no: Merknader fra tredjeparter
nl_nl: Mededelingen van derden
pl_pl: Informacje dotyczące innych firm
pt_br: Avisos de Terceiros
pt_pt: Avisos de Terceiros
ro_ro: Notificări de la terți
sk_sk: Upozornenia tretích strán
sl_si: Obvestila neodvisnih izdelovalcev
sq_al: Njoftimet e palëve të treta
sr_latn_rs: Obaveštenja nezavisnih proizvođača
sv_se: Meddelanden gällande tredje part
te_in: మూడవ పక్షం నోటీసులు
th_th: ประกาศของบริษัทภายนอก
tr_tr: Üçüncü Taraf Bildirimleri
uk_ua: Повідомлення від третіх осіб
vi_vn: Thông báo của bên thứ ba
zh_cn: 第三方声明
zh_tw: 第三方聲明
